Repository: simplesconsultoria/s17.employee
Catalog: src/s17/employee/locales/*/LC_MESSAGES/s17.employee.po
Languages: es, pt_br

source: An employee
es: Un empleado
pt_br: Um funcionário

source: Biography
es: Biografía
pt_br: Currículo

source: Boss
es: Gestor
pt_br: Gestor

source: Company Information
es: Información de la empresa
pt_br: Informação da empresa

source: Contacts
es: Contactos
pt_br: Contatos

source: Employee
es: Empleado
pt_br: Funcionário

source: Extension line
es: Extensión de línea
pt_br: Ramal

source: Information
es: Información
pt_br: Informação

source: Information of room/desk.
es: Información de sala/escritório.
pt_br: Informação de sala/mesa de trabalho.

source: Internal extension line to contact this employee.
es: Extensión telefónica del empleado.
pt_br: Ramal do funcionário

source: Location
es: Ubicación
pt_br: Localização

source: Organizational Unit
es: Unidad de la organización
pt_br: Unidade organizacional

source: Position
es: Cargo
pt_br: Posição

source: Position in the company.
es: Posición a cargo en la compañia.
pt_br: Posição na empresa

source: Registration number
es: Matrícula
pt_br: Matrícula

source: There is not a Plone user attached to this employee.
es: No hay un usuario Plone asignado a este empleado.
pt_br: Não existe nenhum usuário do Plone ligado a este funcionário.

source: To what unit this employee belong.
es: A que unidad de la organización este empleado pertenece.
pt_br: Para qual unidade este funcionário pertence.

source: Years of birthdays have to be greater than 1900.
es: Los años en cumpleaños tiene que ser mayor que 1900.
pt_br: Anos de aniversários tem que ser maior que 1900.

source: Member creation
pt_br: Criação de usuário

source: Creates a plone member user for a employee when is created.
pt_br: Cria um usuário plone para um funcionário quando é criado.
